/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "main": {
      "type": "template--page",
      "disabled": true,
      "settings": {
        "page_title_enabled": true,
        "page_width": "narrow"
      }
    },
    "image_image_with_text_FhqqmP": {
      "type": "image--image-with-text",
      "name": "t:sections.image--image-with-text.presets.name",
      "settings": {
        "colors": "white",
        "image": "shopify://shop_images/IMG_4224.webp",
        "text_overlapping_image": false,
        "section-width": "content",
        "layout": "left",
        "text_alignment": "left",
        "title": "Joris - Founder Greens",
        "text": "<p>I didn’t really start with a passion for skincare. To be honest, it started with more of a frustration.</p><p>I was just trying to find something basic to take care of my skin. What I got? Confusion.</p><p>Either it was some overhyped “5-in-1 miracle” product or I walked into a high-end store and was hit with 200 products that sounded like a science project and cost half my paycheck.</p><p>And no one told me how to use them. No guidance. No routine. No straight answers.</p><p><strong>That’s when I started GREENS.</strong><br/>Not because I had all the answers—but because I knew other guys were just as lost as I was.</p><p>We didn’t want more products. We wanted clarity. We wanted simplicity.<br/><br/>We wanted something that <em>works</em>—without having to over-do things.</p><p><strong>GREENS</strong> is built for guys like me who don’t have time to Google ingredients or build a ten-step routine.<br/><br/>We label each step clearly—light to dark green—so you always know what to use and when. No guesswork. We guide you in our clarity.</p><p>Our mission is to proof that skincare shouldn't be complicated and go against the big brands who sell mostly vague ingredients that don't perform for prices that are not fair. <br/></p><p>If we can make skincare easier, then that’s the kind of impact I believe in.<br/><br/>Welcome to <strong>GREENS</strong>.</p>",
        "button_label": "",
        "button_link": ""
      }
    }
  },
  "order": [
    "main",
    "image_image_with_text_FhqqmP"
  ]
}
